rails-marathon/app/controllers/houses_controller.rb

INSERT INTO "houses" ("name", "source_author", "source_title", "motto", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5, $6) RETURNING "id"  [["name", "sdsdsd"], ["source_author", "sdsds"], ["source_title", "sdsd"], ["motto", "sdsds"], ["created_at", 2017-10-12 21:47:19 UTC], ["updated_at", 2017-10-12 21:47:19 UTC]]
---
	def create
		@house = House.new(house_params)
    if @house.save