rails-marathon/app/controllers/members_controller.rb

	def create
		@member = Member.new(member_params)
		@house = House.find(params[:house_id])
		@member.house_id = @house.id
    if @member.save
---
INSERT INTO "members" ("house_id", "first_name", "last_name", "created_at", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["house_id", 3], ["first_name", "doug"], ["last_name", "funnie"], ["created_at", 2017-10-13 03:23:53 UTC], ["updated_at", 2017-10-13 03:23:53 UTC]]